{
  "privacyPolicy": {
    "title": "Privacy Policy",
    "lastUpdated": "November 12, 2026",
    "sections": [
      {
        "heading": "Introduction",
        "content": "Marquel Yvette Photography (\"we,\" \"us,\" or \"our\") respects your privacy and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website marquelyvette.com or use our photography services."
      },
      {
        "heading": "Information We Collect",
        "content": "We collect information that you provide directly to us, including:\n\n• Name, email address, phone number, and mailing address\n• Payment and billing information\n• Photographs and images from your sessions\n• Communication preferences\n• Any other information you choose to provide\n\nWe also automatically collect certain information when you visit our website, including:\n\n• IP address and browser type\n• Pages visited and time spent on pages\n• Referring website addresses\n• Device information and operating system"
      },
      {
        "heading": "How We Use Your Information",
        "content": "We use your information to:\n\n• Provide photography services and fulfill booking requests\n• Process payments and send invoices\n• Communicate with you about your sessions\n• Send marketing communications (with your consent)\n• Improve our website and services\n• Comply with legal obligations\n• Protect against fraudulent or illegal activity"
      },
      {
        "heading": "Information Sharing",
        "content": "We do not sell your personal information. We may share your information with:\n\n• Service providers who assist in our operations (payment processors, email services)\n• Professional affiliates for portfolio purposes (with your explicit consent)\n• Legal authorities when required by law\n• Business successors in the event of a merger or acquisition"
      },
      {
        "heading": "Data Security",
        "content": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet is 100% secure."
      },
      {
        "heading": "Your Rights",
        "content": "You have the right to:\n\n• Access your personal information\n• Correct inaccurate information\n• Request deletion of your information\n• Opt-out of marketing communications\n• Withdraw consent for data processing\n\nTo exercise these rights, contact us at marquel@marquelyvette.com"
      },
      {
        "heading": "Cookies",
        "content": "We use cookies and similar tracking technologies to enhance your experience on our website. You can control cookies through your browser settings."
      },
      {
        "heading": "Third-Party Links",
        "content": "Our website may contain links to third-party websites. We are not responsible for the privacy practices of these external sites."
      },
      {
        "heading": "Changes to This Policy",
        "content": "We may update this Privacy Policy from time to time. We will notify you of significant changes by posting the new policy on our website with an updated \"Last Updated\" date."
      },
      {
        "heading": "Contact Us",
        "content": "If you have questions about this Privacy Policy, please contact us:\n\nMarquel Yvette Photography\nEmail: marquel@marquelyvette.com\nPhone: (703) 957-0643\nLocation: Chantilly, VA"
      }
    ]
  },
  "termsOfService": {
    "title": "Terms of Service",
    "lastUpdated": "November 12, 2026",
    "sections": [
      {
        "heading": "Agreement to Terms",
        "content": "By accessing and using the services of Marquel Yvette Photography, you agree to be bound by these Terms of Service. If you disagree with any part of these terms, you may not use our services."
      },
      {
        "heading": "Services Provided",
        "content": "Marquel Yvette Photography provides professional photography services, including but not limited to:\n\n• Headshot photography\n• Corporate and team photography\n• Personal branding photography\n• Event photography\n\nSpecific services, deliverables, and pricing are outlined in individual service agreements or booking confirmations."
      },
      {
        "heading": "Booking and Payment",
        "content": "• A deposit or full payment may be required to secure your session date\n• Payment is due according to the terms specified in your booking agreement\n• We accept payment via credit card, check, or other agreed-upon methods\n• Cancellations must be made according to our cancellation policy\n• Deposits are non-refundable unless otherwise specified"
      },
      {
        "heading": "Client Responsibilities",
        "content": "As a client, you agree to:\n\n• Arrive on time for scheduled sessions\n• Follow preparation guidelines provided\n• Respect our studio space and equipment\n• Provide accurate contact and billing information\n• Communicate any special requirements in advance"
      },
      {
        "heading": "Copyright and Usage Rights",
        "content": "• Marquel Yvette Photography retains copyright to all images created\n• Clients receive a license to use delivered images for personal or agreed-upon business purposes\n• Images may not be resold, altered for commercial use, or used in violation of this agreement\n• We reserve the right to use images for portfolio, marketing, and promotional purposes unless otherwise agreed in writing"
      },
      {
        "heading": "Image Delivery",
        "content": "• Edited images will be delivered within the timeframe specified in your service agreement (typically 7-10 business days)\n• Images are delivered via online gallery or other agreed-upon method\n• It is the client's responsibility to download and back up their images\n• We are not responsible for lost or corrupted files after delivery"
      },
      {
        "heading": "Cancellation and Rescheduling",
        "content": "• Cancellations must be made at least 48 hours in advance for a full refund of payments beyond the deposit\n• Rescheduling is subject to availability\n• Weather-related cancellations will be rescheduled at no additional charge\n• No-shows forfeit all payments"
      },
      {
        "heading": "Limitation of Liability",
        "content": "Marquel Yvette Photography is not liable for:\n\n• Equipment failure or technical difficulties\n• Events beyond our reasonable control\n• Indirect, incidental, or consequential damages\n• Loss of images due to client error or third-party services\n\nOur total liability shall not exceed the amount paid for services."
      },
      {
        "heading": "Governing Law",
        "content": "These Terms of Service are governed by the laws of the Commonwealth of Virginia, United States, without regard to conflict of law principles."
      },
      {
        "heading": "Changes to Terms",
        "content": "We reserve the right to modify these terms at any time. Continued use of our services after changes constitutes acceptance of the modified terms."
      },
      {
        "heading": "Contact Information",
        "content": "For questions about these Terms of Service, contact:\n\nMarquel Yvette Photography\nEmail: marquel@marquelyvette.com\nPhone: (703) 957-0643"
      }
    ]
  },
  "accessibility": {
    "title": "Website Accessibility Statement",
    "lastUpdated": "November 12, 2026",
    "sections": [
      {
        "heading": "Our Commitment",
        "content": "Marquel Yvette Photography is committed to ensuring digital accessibility for people with disabilities. We are continually improving the user experience for everyone and applying the relevant accessibility standards."
      },
      {
        "heading": "Conformance Status",
        "content": "The Web Content Accessibility Guidelines (WCAG) define requirements for designers and developers to improve accessibility for people with disabilities. We strive to conform to WCAG 2.1 Level AA standards."
      },
      {
        "heading": "Accessibility Features",
        "content": "Our website includes the following accessibility features:\n\n• Semantic HTML structure for screen reader compatibility\n• Keyboard navigation support throughout the site\n• Alt text for all meaningful images\n• Sufficient color contrast ratios\n• Resizable text without loss of functionality\n• Clear focus indicators for interactive elements\n• ARIA labels for enhanced screen reader support\n• Responsive design for various screen sizes and devices"
      },
      {
        "heading": "Known Limitations",
        "content": "Despite our best efforts, some areas of the website may not yet be fully accessible. We are actively working to address these limitations:\n\n• Some third-party embedded content may not be fully accessible\n• Older archived content may not meet current standards\n• Some PDF documents may not be fully accessible"
      },
      {
        "heading": "Assistive Technologies",
        "content": "This website is designed to be compatible with the following assistive technologies:\n\n• Screen readers (JAWS, NVDA, VoiceOver)\n• Screen magnification software\n• Speech recognition software\n• Alternative input devices"
      },
      {
        "heading": "Feedback and Contact",
        "content": "We welcome your feedback on the accessibility of our website. If you encounter accessibility barriers, please contact us:\n\nEmail: marquel@marquelyvette.com\nPhone: (703) 957-0643\n\nWe will make reasonable efforts to accommodate your needs and respond to your inquiry within 5 business days."
      },
      {
        "heading": "Third-Party Content",
        "content": "Some content on our website may be provided by third parties. While we encourage all third parties to provide accessible content, we cannot guarantee the accessibility of content we do not control."
      },
      {
        "heading": "Continuous Improvement",
        "content": "We regularly review and test our website for accessibility issues and make improvements as needed. This accessibility statement is reviewed and updated regularly to reflect our current accessibility efforts."
      }
    ]
  },
  "disclaimer": {
    "title": "Disclaimer",
    "lastUpdated": "November 12, 2026",
    "sections": [
      {
        "heading": "Website Disclaimer",
        "content": "The information provided on marquelyvette.com is for general informational purposes only. All information on the site is provided in good faith; however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site."
      },
      {
        "heading": "Professional Advice Disclaimer",
        "content": "The content on this website does not constitute professional advice. Before making any decisions or taking any actions that might affect your business or personal matters, you should consult with a qualified professional advisor."
      },
      {
        "heading": "External Links Disclaimer",
        "content": "Our website may contain links to external websites that are not provided or maintained by Marquel Yvette Photography. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them."
      },
      {
        "heading": "Errors and Omissions Disclaimer",
        "content": "While we strive to provide accurate and up-to-date information, the website may contain inadvertent errors, inaccuracies, or omissions. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update information at any time without prior notice."
      },
      {
        "heading": "Photography Services Disclaimer",
        "content": "Results from photography services may vary based on individual circumstances, lighting conditions, and other factors. Sample images and portfolios are provided as examples and do not guarantee specific results for your session."
      },
      {
        "heading": "Technical Disclaimer",
        "content": "We do not warrant that:\n\n• The website will be available at all times or without interruption\n• The website will be error-free or that defects will be corrected\n• The website is free from viruses or other harmful components\n• The information on the website is current or complete"
      },
      {
        "heading": "Limitation of Liability",
        "content": "Under no circumstance shall Marquel Yvette Photography be liable for any direct, indirect, incidental, consequential, or exemplary damages arising from your use of or inability to use this website or our services."
      },
      {
        "heading": "Fair Use Disclaimer",
        "content": "This website may contain copyrighted material, the use of which may not always be specifically authorized by the copyright owner. We believe this constitutes fair use of such material. If you wish to use copyrighted material from this site for purposes that go beyond fair use, you must obtain permission from the copyright owner."
      },
      {
        "heading": "Views Expressed Disclaimer",
        "content": "All views and opinions expressed on this website belong to Marquel Yvette Photography and do not necessarily reflect the official policy or position of any other agency, organization, employer, or company."
      },
      {
        "heading": "No Responsibility Disclaimer",
        "content": "We are not responsible for the content, accuracy, or opinions expressed on third-party websites linked from our site. Such websites are accessed at your own risk."
      },
      {
        "heading": "Contact Information",
        "content": "If you have any questions about this disclaimer, please contact:\n\nMarquel Yvette Photography\nEmail: marquel@marquelyvette.com\nPhone: (703) 957-0643"
      }
    ]
  },
  "copyright": {
    "title": "Copyright Notice",
    "lastUpdated": "November 12, 2026",
    "sections": [
      {
        "heading": "Copyright Ownership",
        "content": "All content on marquelyvette.com, including but not limited to text, graphics, logos, images, photographs, videos, audio clips, and software, is the property of Marquel Yvette Photography or its content suppliers and is protected by United States and international copyright laws."
      },
      {
        "heading": "Copyright Protection",
        "content": "The compilation of all content on this website is the exclusive property of Marquel Yvette Photography and is protected by U.S. and international copyright laws. All rights reserved.\n\n© 2026 Marquel Yvette Photography. All Rights Reserved."
      },
      {
        "heading": "Photography Copyright",
        "content": "All photographs displayed on this website are original works created by Marquel Yvette Photography and are protected by copyright law. Unauthorized use, reproduction, distribution, or modification of these images is strictly prohibited and may result in legal action."
      },
      {
        "heading": "Permitted Use",
        "content": "You may:\n\n• View and browse the website for personal, non-commercial purposes\n• Print or download extracts from pages for personal reference\n• Share links to pages on social media\n\nYou must not:\n\n• Reproduce, duplicate, copy, or resell any part of our website\n• Use any images or content for commercial purposes without written permission\n• Modify, distribute, or create derivative works from our content\n• Remove or alter copyright notices from any content"
      },
      {
        "heading": "Client Image Rights",
        "content": "Clients who have purchased photography services receive a limited license to use their delivered images as specified in their service agreement. This license typically includes:\n\n• Personal use rights (social media, websites, marketing materials)\n• Business use rights (as specified in agreement)\n• No commercial resale rights\n• No rights to modify images for commercial purposes\n\nClients do not receive copyright ownership unless explicitly stated in a separate written agreement."
      },
      {
        "heading": "Portfolio and Marketing Use",
        "content": "Unless otherwise agreed in writing, Marquel Yvette Photography reserves the right to:\n\n• Use client images for portfolio purposes\n• Display images on our website and social media\n• Include images in marketing and promotional materials\n• Submit images to photography publications and competitions\n\nClients who wish to opt-out of this use must notify us in writing."
      },
      {
        "heading": "Digital Millennium Copyright Act (DMCA)",
        "content": "We respect the intellectual property rights of others and expect our users to do the same. If you believe that your copyrighted work has been used on our website in a way that constitutes copyright infringement, please contact us with:\n\n• Identification of the copyrighted work\n• Location of the infringing material\n• Your contact information\n• A statement of good faith belief\n• A statement of accuracy under penalty of perjury\n• Your physical or electronic signature"
      },
      {
        "heading": "Trademark Information",
        "content": "\"Marquel Yvette Photography\" and associated logos are trademarks of Marquel Yvette Photography. All other trademarks, service marks, and trade names referenced on this website are the property of their respective owners."
      },
      {
        "heading": "Enforcement",
        "content": "We actively protect our copyrights and will pursue legal action against unauthorized use of our content. Violations may result in:\n\n• Cease and desist notices\n• Legal action and financial penalties\n• Compensation for damages\n• Removal of infringing content"
      },
      {
        "heading": "Permission Requests",
        "content": "To request permission to use any copyrighted material from this website, please contact:\n\nMarquel Yvette Photography\nEmail: marquel@marquelyvette.com\nPhone: (703) 957-0643\n\nPlease include:\n• Description of intended use\n• Specific content/images requested\n• Duration and geographic scope of use\n• Medium of distribution"
      },
      {
        "heading": "Attribution Requirements",
        "content": "When permitted use requires attribution, proper credit must be given as:\n\n\"Photography by Marquel Yvette Photography | www.marquelyvette.com\""
      }
    ]
  }
}
